Repository: DirectumCompany/rx-template-substitutions
Catalog: DirRX.SubstitutionsManagment/DirRX.SubstitutionsManagment.Shared/Module.*.resx
Languages: ru

# SubstitutionManagerRoleName
source: Employees with the right to create substitutions for themselves
ru: Cотрудники с правом создавать замещения на себя

# SubstitutionManagerRoleDescription
source: Employees with the right to create substitutions for themselves.
ru: Cотрудники с правом создавать замещения на себя.

# DepartmentSubstitutionManagerRoleName
source: Responsible for setting up substitutions for the department
ru: Ответственные за настройку замещений для подразделения

# DepartmentSubstitutionManagerRoleDescription
source: Responsible for setting up substitutions for the department.
ru: Ответственные за настройку замещений для подразделения.

# SubstitutedFieldName
source: Substituted
ru: Замещаемый

# UpdateSubstitutionDialogName
source: Update substitution
ru: Изменение замещения

# CreateSubstitutionDialogName
source: Create substitution
ru: Создание замещения

# NoRightsErrorMessage
source: You do not have permission to perform the action. Contact your administrator.
ru: Нет прав для выполнения действия. Обратитесь к администратору.

# SubstitutionReplaceErrorMessage
source: The user cannot replace himself.
ru: Пользователь не может замещать самого себя.

# SubstitutionNotificationSubjectText
source: A replacement was created/modified where you are the replacement {0}
ru: Создано/изменено замещение, где вы являетесь замещающим {0}

# SubstitutionNotificationStartDateText
source: from {0}
ru: с {0}

# SubstitutionNotificationEndDateText
source: to {0}
ru: по {0}

# SubstitutionDialogDateInputErrorMessage
source: The start date must be less than the end date
ru: Дата начала должна быть меньше даты окончания

# UserIsSystemErrorMessage
source: The action is not available to the system user. If you are an administrator, use the Substitutions reference book on the cover of the Administration module.
ru: Выполнение действия недоступно для системного пользователя. Если вы являетесь администратором, используйте справочник Замещения на обложке модуля Администрирования.
